# Install packages
brew "mas"
brew "pulumi"
brew "bitwarden-cli"
brew "git"
brew "starship"
brew "postgresql@18"
brew "go"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# Other apps
cask "discord"
cask "whatsapp"
cask "bitwarden"
cask "visual-studio-code"
cask "obsidian"
cask "spotify"
cask "signal"
cask "yubico-authenticator"
cask "orbstack"
cask "brave-browser"
cask "logi-options+"
cask "protonvpn"
cask "proton-mail"
cask "proton-drive"
cask "steam"
cask "calibre"
cask "retroarch"
cask "plex"
cask "figma"
cask "cursor"
cask "raycast"
cask "slack"
cask "claude"
cask "claude-code"
cask "dotnet-sdk"
cask "rider"

# App Store apps
mas "Numbers", id: 361304891
mas "Pages", id: 361309726